---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.FileArgumentAlreadyExistsException
source: html/8bc58f7b-a1be-a649-9002-f76ee19803f2.htm
---
# FileArgumentAlreadyExistsException Properties

The information of the function throwing the exception.